[
    {
        "displayName": {
            "default": "Legend of Zelda, The - Link's Awakening (USA, Europe) (Rev B)",
            "en": "Legend of Zelda, The - Link's Awakening (USA, Europe) (Rev B)"
        },
        "name": "Legend of Zelda, The - Link's Awakening (V1.2) (U) [!].gb",
        "fanart": "http://legacy.thegamesdb.net/banners/fanart/original/3193-1.jpg",
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/3193-1.png",
        "system": "gb",
        "url": "http://zb3.paopaoche.net/zob3/drdcsmjdomgb.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "A Game Boy fantasy adventure like no other!\n\nNintendo's fantasy adventure hero, Link of Hyrule, returns in this new epic quest...Link's Awakening. Link's newest challenge is set on the mysterious Koholint Island, a place where dreams and reality collide. As a castaway, Link must find a way to escape from the island and return to his beloved homeland of Hyrule.\n\nBut it won't be as easy as chartering a boat. The island's inhabitants have no knowledge of the outside world. One creature, a talking Owl, may know the solution to Link's dilemma, but first Link must tackle eight dungeons full of treacherous monsters and tricky taps. His goal: find the eight Instruments of the Sirens and awaken the omnipotent Wind Fish which rules the island.\n\nLink will battle new enemies and make new friends in one of the most in-depth fantasy adventures for Game Boy yet!\n\nA battery-backed memory will save up to three games so you never have to start your journey empty-handed."
        }
    },
    {
        "displayName": {
            "default": "Shanghai (USA)",
            "en": "Shanghai (USA)"
        },
        "name": "Shanghai (USA).gb",
        "fanart": null,
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/21722-1.jpg",
        "system": "gb",
        "url": "http://zb3.paopaoche.net/zob3/shgb.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "Steady your nerves and concentration. You're about to play Shanghai! Shanghai is based on an ancient game that's over 25 centuries old. Over the years since, it has been a favorite of pirates and smugglers, flappers and gangsters, of working men and the well-to-do. Now you can play it too! The game is simple... the strategy complex. Remove 144 tiles from a pyramid; two matching tiles at a time. But be careful. Remove the wrong two tiles and you're left with no more matching pairs... game over! It's a game everyone can play and enjoy."
        }
    },
    {
        "displayName": {
            "default": "Motocross Maniacs (Japan)",
            "en": "Motocross Maniacs (Japan)"
        },
        "name": "Motocross Maniacs (Japan).gb",
        "fanart": null,
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/18674-1.png",
        "system": "gb",
        "url": "http://zb3.paopaoche.net/zob3/yymtgb.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "This is pure insanity. And to take the checkered flag, you'll need sheer intensity to throttle past hundreds of obstacles, including the Head Spinning Loop and the Sky Riding Ramp. You'll also need precision skills to refuel with Nitro Turbo Boosts that'll power you to victory! There are 8 championship tracks and 3 ultra-challenging levels (Rookie, World Class and Daredevil) to choose from. You can even race against the clock or computer. Or attach your Video Link and spit some mud in the face of a friend. So get down and dirty in an off-road rad race where speed and courage are the difference between popping wheelies and biting the dust."
        }
    },
    {
        "displayName": {
            "default": "Super Mario Land 2 - 6 Golden Coins (USA, Europe) (Rev A)",
            "en": "Super Mario Land 2 - 6 Golden Coins (USA, Europe) (Rev A)"
        },
        "name": "Super Mario Land 2 - 6 Golden Coins (USA, Europe) (Rev A).gb",
        "fanart": "http://legacy.thegamesdb.net/banners/fanart/original/1727-1.jpg",
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/1727-1.png",
        "system": "gb",
        "url": "http://zb3.paopaoche.net/zob3/cjmla2gb.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "In his greatest Game Boy adventure, Mario faces off against his evil rival Wario, who has captured Mario Land and turned it into his private playground.\n\nTo toss Wario off his ill-gotten throne, Mario must search all-new worlds for the six golden coins that unlock the gate to Mario's castle. A mob of monsters, old and new, seek to stop him. Along the way, through 6 zones, Mario can nab Power Mushrooms, Super Stars and Fire Flowers for extra power. And if he eats the Magic Carrot, he'll turn into a high-flying hare.\n\nThe battery pack saves your game in progress in this biggest Game Boy Mario adventure yet."
        }
    },
    {
        "displayName": {
            "default": "Hyper Lode Runner (World) (Rev A)",
            "en": "Hyper Lode Runner (World) (Rev A)"
        },
        "name": "Hyper Lode Runner (World) (Rev A).gb",
        "fanart": null,
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/20467-1.png",
        "system": "gb",
        "url": "http://zb3.paopaoche.net/zob3/gbtjz.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "Your objective is to gather gold that is scattered on the brick platforms, which are connected by ladders. You are chased by robots (cyborgs) that end your character's life if they catch him, though you can stand on their heads. Your main weapon is the ability to dig both to the left and right of your character. The holes you dig are only temporary and fill themselves in. A robot that falls into one of your holes will be destroyed if the hole fills in before it can escape. Your character can also suffer this same fate, ending his life. Destroyed robots are replaced with new ones that appear from the top of the screen. The robots can also carry gold which they drop if they fall into a hole. The robot's movements are dependent on yours, and a significant facet of the game play is figuring out how to use the robot's movements to your advantage in clearing a stage. Besides bricks and ladders, levels also consist of blocks (which can't be dug into), rope (to traverse platform chasms) and crumbling bricks (which you fall through). Once all gold has been retrieved a missing segment of ladder will appear allowing your character to escape to the next level. Some levels contain keys and doors which provide an alternate way to leave a level."
        }
    },
    {
        "displayName": {
            "default": "Nettou Toushinden (Japan) (SGB Enhanced)",
            "en": "Nettou Toushinden (Japan) (SGB Enhanced)"
        },
        "name": "Nettou Toushinden (Japan).gb",
        "fanart": null,
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/31734-1.jpg",
        "system": "gb",
        "url": "http://zb3.paopaoche.net/zob3/rddszgb.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "The three lone wolves return to clash with new opponents in the \"Sultan of Slugs\" Battle Royale. After a year in training, forging bodies of steel, Andy, Joe, and Terry take on the world."
        }
    }
]