[
    {
        "displayName": {
            "default": "Contra"
        }, 
        "name": "Contra.nes", 
        "fanart": "http://legacy.thegamesdb.net/banners/fanart/original/1258-1.jpg", 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/1258-1.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/02/contra.zip",
        "version": "1.0.0", 
        "description": {
            "default": "The universe teeters on the brink of total annihilation at the hands of the vile alien warmonger, Red Falcon. Earth's only hope rests with you, a courageous member of the Special Forces elite commando squad. Your mission: Battle deep into the deadly Amazon jungle, where the Red Falcon and his galactic henchmen have transformed ancient Mayan temples into awesome monuments dedicated to mass destruction. A multitude of weapons, from rapid-fire machine guns to high-tech lasers are at your disposal as you sweat blood, fighting past 3-D mazes, underground security systems, and tropical forests surrounded by giant waterfalls and alien cannons. This is the ultimate test for the ultimate guerilla warrior. And if you survive, Earth survives!"
        }
    }, 
    {
        "displayName": {
            "default": "Chip 'N Dale Rescue Rangers"
        }, 
        "name": "Chip To Dale No Daisakusen (J).nes", 
        "fanart": "http://legacy.thegamesdb.net/banners/fanart/original/1248-1.jpg", 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/1248-2.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/01/chipdale.zip",
        "version": "1.0.0", 
        "description": {
            "default": "Chip and Dale, those pint-sized but courageous Disney detectives, have received another desperate call for help: The evil Fat Cat has kidnapped Gadget... his sinister goal - to take over the city!! Join the Rescue Rangers on their exciting search through the darkest depths of slimy sewers to the electrifying heights of live telephone wires! Play alone or with a friend to locate Fat Cat's headquarters and thwart his diabolical scheme! Fat Cat's Bad Guys: Can you escape them or do you stand and fight? Deadly Attacking Killer Bees: Can you out run them or do you let them bite? Rabid Robot Rats and Mechanical Dogs: Are you saved from their savage jaws or do you bite them back?"
        }
    }, 
    {
        "displayName": {
            "default": "Downtown Nekketsu Monogatari"
        }, 
        "name": "Downtown - Nekketsu Monogatari (J).nes", 
        "fanart": null, 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/53065-1.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/05/rivercityransom.zip",
        "version": "1.0.0", 
        "description": {
            "default": "Hear the message from Sick, the meanest ganglord in town: \"I hold your high school captive, and some of the students will have a trying moment, if they're ever fool enough to cross my path!\" But you aren't afraid of anybody! Face the terrible gangs and neutralize their bosses, in order to deliver the city from terror!"
        }
    }, 
    {
        "displayName": {
            "default": "Excitebike"
        }, 
        "name": "Excitebike (JU).nes", 
        "fanart": "http://legacy.thegamesdb.net/banners/fanart/original/213-1.jpg", 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/213-1.jpg", 
        "system": "nes", 
        "url": "http://www.nesfiles.com/NES/Excitebike/Excite_bike.nes",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "Whether the player chooses to race solo or against computer-assisted riders, he/she races against a certain time limit. The goal is to qualify for the Excitebike (the championship) race by coming in at third place or above in the challenge race (preliminary race). The times to beat are located on the stadium walls (for first place) and in the lower left corner (for third place). In any race, the best time is 8 seconds ahead of third place. When the player places first, then they get a message: \"It's a new record!\" Additional points are earned by beating the previously-set record time."
        }
    }, 
    {
        "displayName": {
            "default": "Jackal"
        }, 
        "name": "Jackal (U).nes", 
        "fanart": "http://legacy.thegamesdb.net/banners/screenshots/354-1.jpg", 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/354-2.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/04/jackal.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "The Jackal squad, a four-man team composed of Colonel Decker, Lieutenant Bob, Sergeant Quint and Corporal Grey, is sent to rescue soldiers kept as hostages by the enemy. One or two players control the teams in an armed jeep, which must venture through several enemy strongholds to rescue comrades imprisoned by the enemy. In each of the six levels, the goal is to rescue POWs from various buildings and then transfer them to helicopter dust-off locations. Once the soldiers are secure, the player(s) must then proceed to defeat the boss at the end of each level. In the last level, there are two bosses that must be defeated."
        }
    }, 
    {
        "displayName": {
            "default": "Mighty Final Fight"
        }, 
        "name": "Mighty Final Fight (J).nes", 
        "fanart": null, 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/1950-1.png", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/04/mghtyfnl.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "The Mad Gear Gang has spread crime and violence throughout the streets of Metro City. Only one man has enough guts to take the streets back from them, Mayor Mike Haggar. Now the Mad Gear Gang has kidnapped his daughter Jessica to bring him under their control. But they've made one mistake: Haggar's furious and he wants someone's head! Guy and Jessica's boyfriend, Cody, are joining Haggar to clean up the slime-filled streets and rescue Jessica. Along the way you'll find food to replenish your health, or better yet, search for weapons to knock the living daylights out of your enemies. So join Haggar and his friends as they try to free the city from the evil clutches of the Mad Gear Gang!"
        }
    }, 
    {
        "displayName": {
            "default": "Mitsume Ga Tooru"
        }, 
        "name": "Mitsume Ga Tooru (J).nes", 
        "fanart": "http://legacy.thegamesdb.net/banners/fanart/original/20625-1.jpg", 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/20625-1.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/08/mitsume_ga_tooru.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "To learn about his roots, Sharaku must investigate the mysterious ruins that a long lost civilization called the Three-Eyed Ones bequeathed to him. In his worldwide search, which takes both he and Chiyoko Wato to locations like Arizona, Easter Island, and Mexico, Sharaku deciphers ancient scriptures and uses gadgets he invents to help solve (or start) problems and mysteries."
        }
    }, 
    {
        "displayName": {
            "default": "Nekketsu Kakutou Densetsu"
        }, 
        "name": "Nekketsu Kakutou Densetsu (J).nes", 
        "fanart": null, 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/27227-1.png", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/08/nekketsu_kakutou_densetsu.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "One day at school, Kunio was minding his own business when suddenly, he found a note on his locker. The note says their is a fighting tournament hosted by the \"Double Tiger\" twins. Seeing it as a challenge he could not refuse, Kunio runs off to participate. When Riki sees Kunio running and read his note, he decides to enter as well. Many other fighters will join in to see who is the strongest."
        }
    },
    {
        "displayName": {
            "default": "Nekketsu Street Basket: Ganbare Dunk Heroes"
        }, 
        "name": "Nekketsu! Street Basket - Ganbare Dunk Heroes (J).nes", 
        "fanart": null, 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/26493-1.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/08/nekketsu!_street_basket_-_ganbare_dunk_heroes.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "To our amazement, Kunio entered the Downtown Quiz and won. Thanks to him, we got a journey to the United States for 15 days as a victory prize. First thing first, Kunio went to see \"Johnny\" at the Oklahoma high school that he had befriended while in an exchange program. Along for the trip was also Riki, and thanks to him, he entered us into a street basket tournament. Lead us to victory even overseas, Kunio!"
        }
    }, 
    {
        "displayName": {
            "default": "Rush'n Attack"
        }, 
        "name": "Rush Attack.nes", 
        "fanart": "http://legacy.thegamesdb.net/banners/screenshots/376-1.jpg", 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/376-1.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/05/rushnatk.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "Up for a little guerilla warfare? You asked for it. You're behind enemy lines, armed with only a knife and a mission: to free dozens of POWs hidden in an isolated, well-armored camp. If you're good, you'll pick off the heavily-armed enemy guerillas, one by one, and grab their bazookas and hand grenades. If you're great, you'll turn their weapons against them, to blow away a pack of attack dogs, a fleet of choppers, and a whole battalion of guards. But make one mistake, and it's all over. For you, our POWs... the future of the Free World!"
        }
    }, 
    {
        "displayName": {
            "default": "Shadow of the Ninja"
        }, 
        "name": "Shadow of the Ninja.nes", 
        "fanart": "http://legacy.thegamesdb.net/banners/fanart/original/2070-1.jpg", 
        "boxart": "http://legacy.thegamesdb.net/banners/boxart/thumb/original/front/2070-1.jpg", 
        "system": "nes", 
        "url": "http://download.freeroms.com/nes_roms/06/shadninj.zip",
        "version": "1.0.0",
        "isRecommended": true,
        "description": {
            "default": "It's the year 2029 A.D. and a madman controls the largest city in America. When reports have reached the Emperor Garuda, he feels an inner chill, for he knows the invaders are Ninja!"
        }
    }
]